electric_force.org
:PROPERTIES:
:ID:       6d7e7d9f-a17e-4765-88a3-72e370ec20e9
:END:
#+title: Electric Force
#+subtitle:PHYS2102
#+filetags:Theory
* Introduction
:PROPERTIES:
:ID:       74d747c9-70be-463a-a389-7f5940856e37
:END:
** Electric Charge
*** Positive - Type 1 (Protons)
*** Negative - Type 2 (Electrons)
*** Behavior
 + Two charges of the same kind *repel*; two opposite charges *attract*
 + *Neutral* objects are attracted to a charge of either sign.
 + Charges can be transferred from one object to another - *Charging*
 + Charge is conserved
*** Conductors
Materials through which charge moves *easily*
*** Insulators
Materials on or in which charge is immobile
** Coulomb's Law
Coulomb’s law is the fundamental law for the electric force between two charged particles. Coulomb’s law, like Newton’s law of gravity, is an *inverse-square law*: The electric force is inversely proportional to the square of the distance between charges.
*
* Coulomb's Law
:PROPERTIES:
:ID:       9eae4d5e-2787-459c-bab5-5e0a7a38b7aa
:END:
** If two charged particles having q1 and q2 are a distance r apart, the particles exert forces on each other of magnitude


\(\frac{K*|q1|*|q2|}{r^{2}}\)
