electric_force.tex
% Created 2025-07-18 Fri 23:58
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Joel Boynton}
\date{\today}
\title{Electric Force\\\medskip
\large PHYS2102}
\hypersetup{
 pdfauthor={Joel Boynton},
 pdftitle={Electric Force},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.3 (Org mode 9.7.29)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{Introduction}
\label{sec:org5992b93}
\subsection{Electric Charge}
\label{sec:org3721907}
\subsubsection{Positive - Type 1 (Protons)}
\label{sec:org1d7d034}
\subsubsection{Negative - Type 2 (Electrons)}
\label{sec:org276d4ab}
\subsubsection{Behavior}
\label{sec:org3fa8fd5}
\begin{itemize}
\item Two charges of the same kind \textbf{repel}; two opposite charges \textbf{attract}
\item \textbf{Neutral} objects are attracted to a charge of either sign.
\item Charges can be transferred from one object to another - \textbf{Charging}
\item Charge is conserved
\end{itemize}
\subsubsection{Conductors}
\label{sec:orge74d383}
Materials through which charge moves \textbf{easily}
\subsubsection{Insulators}
\label{sec:org3286750}
Materials on or in which charge is immobile
\subsection{Coulomb's Law}
\label{sec:org255bc85}
Coulomb’s law is the fundamental law for the electric force between two charged particles. Coulomb’s law, like Newton’s law of gravity, is an \textbf{inverse-square law}: The electric force is inversely proportional to the square of the distance between charges.
*
\section{Coulomb's Law}
\label{sec:org8b537ed}
\subsection{If two charged particles having q1 and q2 are a distance r apart, the particles exert forces on each other of magnitude}
\label{sec:org82905f6}


\[\frac{K*|q1|*|q2|}{d^{2}}\]
\end{document}
